---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCoilBypassPercentageParam
source: html/424f1a7b-71ab-6e81-114f-815733c4d1ce.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCoilBypassPercentageParam Property

"Coil Bypass"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCoilBypassPercentageParam { get; }
```